Repository: xaverlutz/flowculator
Catalog: Flowculator/Localization/Localizable.xcstrings
Source language: en
Languages: de

source: Calculate
de: Berechnen

# converter.length
source: Length
de: Länge

# converter.liquid.volume
source: Liquid Volume
de: Flüssigkeitsvolumen

# converter.power
source: Power
de: Leistung

# converter.pressure
source: Pressure
de: Druck

# converter.temperature
source: Temperature
de: Temperatur

# converter.volume.space
source: Volume (Space)
de: Volumen (Raum)

# cylinder.area
source: Area:
de: Fläche:

# cylinder.area.ratio
source: Area Ratio:
de: Flächenverhältnis:

# cylinder.force
source: Force:
de: Kraft:

# cylinder.max.power
source: Maximum Power:
de: Maximale Leistung:

# cylinder.piston.diameter
source: Piston Ø
de: Kolben Ø

# cylinder.piston.side
source: Piston Side
de: Kolbenseite

# cylinder.rod.diameter
source: Rod Ø
de: Kolbenstange Ø

# cylinder.rod.side
source: Rod Side
de: Stangenseite

# cylinder.stroke
source: Stroke
de: Hub

# cylinder.stroke.speed
source: Stroke Speed:
de: Hubgeschwindigkeit:

# cylinder.stroke.time
source: Stroke Time:
de: Hubzeit:

# cylinder.stroke.volume
source: Stroke Volume:
de: Hubvolumen:

# cylinder.working.pressure
source: Working Pressure
de: Arbeitsdruck

source: Displacement
de: Schluckvolumen

source: Efficiency
de: Wirkungsgrad

# error.comma.first.title
source: Error! Comma first
de: Fehler! Komma am Anfang

# error.correct.input
source: Please correct your input.
de: Bitte korrigieren Sie Ihre Eingabe.

# error.empty.fields.message
source: Please fill all fields.
de: Bitte füllen Sie alle Felder aus.

# error.empty.fields.title
source: Fields are empty.
de: Felder sind leer.

# error.illegal.characters.title
source: Error! Illegal Characters
de: Fehler! Ungültige Zeichen

# error.invalid.numbers.title
source: Not a valid number.
de: Keine gültige Zahl.

# error.piston.smaller.title
source: Piston is smaller than rod.
de: Kolben ist kleiner als Kolbenstange.

source: Flow Rate
de: Ölstrom

source: Hydraulic Cylinder
de: Hydraulik Zylinder

source: Hydraulic Motor
de: Hydraulik Motor

source: Output Torque
de: Abgebendes Moment

source: Performance
de: Leistung

# performance.one
source: Performance I
de: Leistung I

# performance.two
source: Performance II
de: Leistung II

source: Pressure
de: Druck

source: Rotation Speed
de: Drehzahl

source: Torque
de: Drehmoment

source: Unit Converter
de: Einheitenrechner
